tap "heroku/brew"
tap "blackfireio/blackfire"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "ansible"
brew "bash"
brew "coreutils"
brew "curl"
brew "dnsmasq", restart_service: true
brew "findutils"
brew "git"
brew "gnu-sed", args: ["with-default-names"]
brew "pinentry"
brew "gnupg"
brew "go"
brew "grep"
brew "python3"
brew "httpie"
brew "hub"
brew "imagemagick", args: ["with-webp"]
brew "mackup"
brew "mas"
brew "mysql"
brew "node"
brew "openssh"
brew "phantomjs"
brew "rbenv"
brew "rethinkdb", restart_service: true
brew "rsync"
brew "siege"
brew "ssh-copy-id"
brew "tidy-html5"
brew "trash"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "blackfireio/blackfire/blackfire-agent"
brew "blackfireio/blackfire/blackfire-php71", args: ["without-homebrew-php"]
brew "heroku/brew/heroku"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/php/php-code-sniffer"
brew "homebrew/php/php-cs-fixer"
brew "homebrew/php/phplint"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "appzapper"
cask "caffeine"
cask "docker"
cask "firefox"
cask "fontbase"
cask "functionflip"
cask "google-chrome"
cask "gpg-suite"
cask "harvest"
cask "insomnia"
cask "iterm2"
cask "java"
cask "keybase"
cask "sequel-pro"
cask "shuttle"
cask "skitch"
cask "slack"
cask "slate"
cask "soundflower"
cask "sourcetree"
cask "spotify"
cask "superduper"
cask "the-unarchiver"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "caskroom/drivers/synology-cloud-station-drive"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-sans-pro"
cask "caskroom/fonts/font-source-serif-pro"
mas "Better Rename 9", id: 414209656
mas "Gapplin", id: 768053424
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Spark", id: 1176895641
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
